tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "koekeishiya/formulae"
brew "bash"
brew "bat"
brew "bzip2"
brew "cask"
brew "cmatrix"
brew "dust"
brew "exa"
brew "fd"
brew "fish"
brew "fzf"
brew "gcc"
brew "git"
brew "go"
brew "htop"
brew "llvm"
brew "lolcat"
brew "neovim", args: ["HEAD"]
brew "nmap"
brew "pyenv"
brew "ripgrep"
brew "koekeishiya/formulae/skhd"
brew "scc"
brew "sqlite"
brew "svn"
brew "tldr"
brew "tmux"
brew "koekeishiya/formulae/yabai"
brew "vivid"
brew "wget"
brew "zoxide"
cask "alacritty"
cask "docker"
cask "font-fira-mono"
cask "font-fira-mono-for-powerline"
cask "font-fira-mono-nerd-font"
cask "firefox-nightly"
cask "macs-fan-control"
cask "notion"
cask "toggl-track"
cask "telegram"
cask "vlc"
cask "webtorrent"
