tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
brew "bash"
brew "bat"
brew "bzip2"
brew "cask"
brew "cmatrix"
brew "exa"
brew "fd"
brew "fish"
brew "gcc"
brew "git"
brew "htop"
brew "libvterm"
brew "llvm"
brew "lolcat"
brew "neovim"
brew "nvm"
brew "pyenv"
brew "ripgrep"
brew "sloccount"
brew "tldr"
brew "tmux"
cask "alacritty"
cask "font-fira-code"
cask "font-fira-mono"
cask "font-fira-mono-for-powerline"
cask "font-fira-mono-nerd-font"
cask "font-fira-sans"
cask "macs-fan-control"
cask "rectangle"
cask "spotify"
cask "toggl-track"
cask "telegram"
