tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
brew "bash"
brew "bat"
brew "bzip2"
brew "cask"
brew "cmatrix"
brew "docker"
brew "docker-compose"
brew "exa"
brew "fd"
brew "fish"
brew "fzf"
brew "gcc"
brew "git"
brew "go"
brew "htop"
brew "llvm"
brew "lolcat"
brew "neofetch"
brew "neovim", args: ["HEAD"]
brew "nvm"
brew "pyenv"
brew "ripgrep"
brew "koekeishiya/formulae/skhd"
brew "sloccount"
brew "khanhas/tap/spicetify-cli"
brew "tldr"
brew "tmux"
brew "koekeishiya/formulae/yabai"
brew "zoxide"
cask "alacritty"
cask "docker"
cask "font-fira-mono"
cask "font-fira-mono-for-powerline"
cask "font-fira-mono-nerd-font"
cask "firefox-nightly"
cask "macs-fan-control"
cask "rectangle"
cask "spotify"
cask "toggl-track"
cask "telegram"
